Repository: Paula-fischer/Translation-Technologies
Catalog: Can renewable energy power Latin America_ENG-ESP_BT.tmx
Source language: en
Languages: es

source: Can renewable energy power Latin America.docx
es: Puede la energía renovable impulsar la recuperación de América Latina después del covid.docx

source: Can renewable energy power Latin America’s recovery after Covid-19?
es: ¿Puede la energía renovable impulsar la recuperación de América Latina después del covid-19?

source: The Covid-19 pandemic is pushing the global economy into its first recession since 2009, and Latin America is feeling the strain.
es: La pandemia del covid-19 está arrastrando a la economía mundial hacia su primera recesión desde 2009. América Latina comienza a sentir la presión.

source: As governments bring in emergency measures and corporate leaders enact cost-cutting strategies, a return to normality is still some way off.
es: Además, mientras los gobiernos adoptan medidas de emergencia y los líderes corporativos implementan estrategias para reducir sus costos, una vuelta a la normalidad se vislumbra a lo lejos.

source: However, the road to recovery could be paved by the opportunities presented by renewable energy, opening the way for a sustainable, more equitable future.
es: Sin embargo, la energía renovable podría allanar el camino hacia la recuperación y abrir las puertas a un futuro sostenible y equitativo.

source: As the coronavirus outbreak continues to roil world markets, a fall in global economic activity is hurting Latin America’s goods and services exports, disrupting supply chains, and tightening financial conditions.
es: A medida que el coronavirus agita los mercados, la caída de la actividad económica mundial perjudica las exportaciones de bienes y servicios de América Latina, irrumpe en las cadenas de suministro y endurece las condiciones financieras.

source: In the markets we work in, companies are racing to cut costs, while governments are moving to mitigate the health, societal and economic impacts of the virus, with containment measures, emergency liquidity programs, and fiscal stimulus packages.
es: En los mercados en los que trabajamos, las compañías se esfuerzan por reducir costos y los gobiernos intentan mitigar los efectos sanitarios, sociales y económicos del virus con medidas de restricción de movimiento, programas de liquidez monetaria y estímulos fiscales.

source: These short-term measures have served to address the immediate issues thrown up by the pandemic, but for sustainable, long-term resilience, we believe a solid energy strategy is going to be central to future plans – and renewables will provide the answer.
es: No obstante, si bien las medidas a corto plazo han servido para abordar los desafíos inmediatos de la pandemia, creemos que para lograr una resiliencia sostenible a largo plazo es fundamental definir una estrategia energética sólida con visión a futuro en la que, sin duda, las energías renovables serán clave.

source: Company cost-cutting measures
es: Las empresas reducen sus costos

source: In the Latin American markets where we operate, we’re seeing business leaders taking stock of their costs and trying to make accurate assessments about future revenue and draw up effective business plans.
es: En los mercados latinoamericanos donde operamos, los líderes de negocios intentan equilibrar sus costos, evaluar sus ingresos futuros y desarrollar planes comerciales.

source: Research by global consulting firm Mercer backs this up: they found that almost two-thirds of Latin American companies are concerned about the economic impact of the crisis on their business, with 54% cutting immediate personnel and labor outlay.
es: De hecho, casi dos tercios de las empresas latinoamericanas están preocupadas por el impacto económico de la crisis y un 54% ha reducido drásticamente sus gastos de personal, según la consultora global Mercer.

source: These are quick fixes, but the indicators show that Covid-19 is going to need a long-term view. Latin American GDP is predicted to contract by around 5% this year, and domestic demand looks set to fall sharply as social distancing policies to curb the spread of the virus impact spending.
es: Si bien estas son soluciones inmediatas, la crisis del coronavirus necesitará una visión a largo plazo para enfrentar la posible reducción del PIB latinoamericano en casi un 5% en 2020 y la brusca disminución de la demanda de bienes y servicios a medida que el distanciamiento físico afecta la forma en la que la población invierte sus recursos.

source: Depending on the industrial sector, energy accounts for anything from the first to the fourth largest operating cost, and we’re starting to see companies influence their cost structure by making choices about energy sourcing and consumption.
es: Según el sector industrial, la energía eléctrica puede estar entre el primer y el cuarto costo operativo más grande de las empresas. De allí que las compañías hagan cambios en sus estructuras de costos y tomen decisiones sobre el suministro y consumo de energía.

source: Corporate power purchase agreements (PPAs) for renewable energy, whereby businesses purchase electricity directly from independent generators instead of from a utility, have risen in popularity in recent years, with 2019 seeing a threefold increase in deals in Latin America.
es: Una de las medidas para lidiar con los costos de la energía son los contratos de compraventa de electricidad (PPA, por sus siglas en inglés), mediante los cuales las empresas adquieren energía eléctrica de productores independientes en lugar de una empresa de servicios públicos. Tales contratos han aumentado en popularidad en los últimos años, tanto que en 2019 se triplicaron en América Latina.

source: Structured as a contract between a corporate off-taker and a power producer, they serve as an agreement to buy electricity at a fixed price over an agreed period.
es: Estos acuerdos entre un comprador corporativo y un productor independiente de energía establecen la compra de electricidad a un precio fijo durante un período.

source: For corporate buyers, this means visibility and certainty of future electricity costs as well as a hedge against energy price volatility –a key to thriving in the post-Covid-19 world.
es: Para los compradores corporativos, esto se traduce en visibilidad y seguridad en relación con los costos futuros de la electricidad, así como también en protección contra la volatilidad de los precios de la energía, algo clave en el mundo que vendrá después del covid-19.

source: Our team was the first to implement a solar private PPA in Chile some eight years ago, and we’ve since replicated this success in Brazil and Mexico.
es: En este sentido, nuestro equipo fue el primero en implementar un PPA privado solar en Chile hace aproximadamente ocho años, y desde entonces hemos expandido su éxito a Brasil y México.

source: We’re seeing an increasing number of inquiries from companies across industries as they look to find an energy strategy that supports their balance sheet in these straitened times, and we believe this trend will only continue.
es: Nos basamos en el hecho de que las compañías de todas las industrias están cada vez más interesadas en encontrar una estrategia energética que respalde sus presupuestos en estos tiempos de incertidumbre. Creemos que tal interés seguirá aumentando.

source: Governments look to renewables for a win
es: Los gobiernos buscan energías renovables para competir

source: As in the rest of the world, people around Latin America have looked to their governments to provide solutions to the coronavirus crisis.
es: Al igual que en el resto del mundo, las personas en América Latina han apelado a sus gobiernos ante la crisis del coronavirus.

source: Those perceived to have acted quickly have seen a groundswell of public support, but more far-reaching measures will be needed to set the economy in good stead for the coming months and years.
es: En este panorama, los gobiernos percibidos como eficaces en su actuación han recibido apoyo público, pero se necesitarán medidas de mayor alcance para lograr una economía estable durante los próximos meses y años.

source: As governments now move from immediate firefighting to a longer-term view, a renewables-based energy transition can support a resilient and equitable recovery to the crisis that leaves nobody behind.
es: Mientras que los gobiernos superan la fase de las decisiones inmediatas y empiezan a tener una visión de largo plazo de la situación, una transformación energética basada en las energías renovables puede apoyar una recuperación resiliente y equitativa que no deje a nadie atrás.

source: We’ve seen this ourselves in our projects that bring clean, cheaper energy alternatives across the region.
es: Nosotros mismos lo hemos experimentado con nuestros proyectos que brindan energía limpia y más económica en toda la región.

source: We’re not the only ones to believe in the power of renewables: In its Global Renewables Outlook, published in April this year, the International Renewable Energy Agency (IRENA) says that making the energy transition an integral part of the wider recovery will result in global GDP gains of almost US$100tn between now and 2050.
es: Además, no somos los únicos que creemos en el potencial de la energía renovable. La Agencia Internacional de las Energías Renovables (IRENA, por sus siglas en inglés) afirmó en su estudio Global Renewables Outlook, publicado en abril de este año, que incluir a la transición energética como parte integral del plan general de recuperación produciría ganancias al PIB mundial de casi 100 billones de dólares entre hoy y el año 2050.

source: In this regard, Latin American countries are already ahead of the curve.
es: En este sentido, los países latinoamericanos están a la vanguardia.

source: They have set a collective target of 70% renewable energy use by 2030, more than double the European Union’s target, while 81% of the region’s nationally determined contributions (NDCs) to the Paris Agreement on climate change have quantified renewable power targets – versus 67% globally.
es: Sus gobiernos ya establecieron un objetivo en común: en 2030, 70% de la electricidad de la región debe provenir de fuentes renovables, más del doble en comparación con la meta de la Unión Europea. Además, en el Acuerdo de París sobre el cambio climático el 81% de las contribuciones nacionalmente determinadas de América Latina tienen objetivos cuantificados de energía renovable, mientras que en el resto del mundo este porcentaje es menor: 67%.

source: Rather than compounding the tragedy of Covid-19 by allowing it to hinder clean energy transitions, we believe Latin America’s governments have an unprecedented opportunity to help accelerate them by using the current situation to step up their climate ambitions and launch sustainable stimulus packages focused on clean energy.
es: De allí que, en lugar de permitir que el covid-19 empeore la tragedia con obstáculos a la transición hacia una energía limpia, creemos que los gobiernos latinoamericanos tienen una oportunidad sin precedentes para acelerar esa transición. La clave es aprovechar la situación actual para que lleven sus ambiciones climáticas a otro nivel y lancen paquetes de estímulo sostenibles centrados en la energía limpia.

source: With costs far below those of traditional power plants, many renewable technologies can be ramped up relatively quickly, helping to revive industries and create as many as 3.2 million[1] new jobs in the region, offsetting – at least partially – the social and economic impacts of the coronavirus outbreak.
es: Con costos muy inferiores en comparación con las plantas de energía tradicionales, muchas tecnologías de energía renovable pueden desarrollarse con relativa rapidez; con ellas se puede ayudar a que las industrias se recuperen y crear hasta 3,2 millones de empleos en la región, lo que compensa, al menos parcialmente, los impactos sociales y económicos ocasionados por el coronavirus.

source: As oil falls, renewables are a safe haven for energy investors
es: Mientras los precios del petróleo caen, las energías renovables son un refugio para los inversionistas

source: Covid-19 isn’t the only shock disrupting Latin America’s economies.
es: El covid-19 no es la única crisis que sacude la economía de América Latina.

source: The current collapse in crude prices to well below the marginal lifting cost per barrel in most oil plays in the region has put exploration and development projects on hold.
es: El colapso de los precios del crudo, que han caído muy por debajo del costo marginal por barril de la mayoría de las empresas petroleras de la región, ha puesto en modo de espera los proyectos de exploración y producción de crudo.

source: Oversupply and falling demand have forced increasingly risk-averse investors to leave oil in their droves, with stocks and bonds in producers such as Ecopetrol, Petrobras, and Pemex falling significantly.
es: Además, el exceso de oferta y la caída de la demanda han obligado a los inversionistas (cada vez más adversos al riesgo) a abandonar sus inversiones en petróleo, mientras las acciones y los bonos de productores como Ecopetrol, Petrobras y Pemex caen significativamente.

source: This heightened unpredictability of returns on hydrocarbon investments has further bolstered the business case for clean energy, which has been strengthening in recent years.
es: La imprevisible rentabilidad de las inversiones en hidrocarburos ha dado más argumentos a favor de la energía renovable.

source: Until very recently, fossil fuels still held a competitive advantage over renewable electricity generation.
es: Hasta hace muy poco, los combustibles fósiles aún tenían ventajas sobre la energía renovable.

source: That is no longer the case.
es: Ya no.

source: In fact, Latin America’s unsubsidized renewable energy is now often the most affordable power source for numerous locations and markets.
es: De hecho, la energía renovable no subsidiada de América Latina se ha convertido en la fuente de energía más asequible para numerosos países y mercados.

source: We expect to see growing numbers of investors looking at solar and wind energy as a reliable, affordable, and scalable alternative, pumping funds into new projects which will support the region’s clean energy transition.
es: Por ello esperamos ver un aumento en el número de inversionistas que apuestan por la energía solar y eólica como una alternativa confiable, asequible y escalable, y que inyectan fondos en nuevos proyectos que respaldarán la transición hacia un mayor uso de energía limpia en la región.

source: A glimpse of the future
es: Un vistazo al futuro

source: Renewable energy’s ability to support the post-Covid recovery isn’t just about economics.
es: La capacidad de la energía renovable para apoyar la recuperación posterior al coronavirus no se trata solo de un asunto económico.

source: It’s about improving health conditions and quality of life in Latin America’s cities.
es: Está relacionado también con la mejora de las condiciones de salud y la calidad de vida en las ciudades de América Latina.

source: In recent months, we’ve seen what could be possible in a cleaner energy system.
es: En los últimos meses hemos sido testigos de lo que podría ser posible con un sistema de energía más limpio.

source: Research by Carbon Brief shows that the coronavirus crisis could trigger the largest ever annual fall in CO2 emissions this year.
es: De acuerdo con Carbon Brief, la crisis del coronavirus podría causar la mayor disminución anual de las emisiones de carbono de la historia.

source: As the world’s most urbanized region, with 80% of its population living in cities, Latin America has borne witness to this already.
es: América Latina ha sido testigo de ello, dado que es la región más metropolizada del mundo (80% de su población vive en ciudades).

source: Santiago de Chile, one of the region’s most air-polluted metropolises, has seen a 30% decline in smog, while citizens from Bogota to Belo Horizonte have filled social media with incredulous photos of clear skies.
es: En Santiago de Chile, por ejemplo, una de las metrópolis con problemas ambientales más graves, la contaminación del aire ha disminuido 30%, y desde Bogotá hasta Belo Horizonte se han viralizado en las redes sociales imágenes increíbles de cielos despejados.

source: We believe this new awareness of what the future could hold if the right energy choices are made will lead to growing pressure on governments and corporations alike from the region’s young, politically active population to curb the most critical instances of urban air pollution.
es: Esta nueva conciencia sobre lo que podría deparar el futuro si se tomaran las decisiones energéticas adecuadas aumentará la presión sobre los gobiernos y las corporaciones por parte de la población joven y políticamente activa de la región, para poner freno a los casos más críticos de contaminación del aire en las ciudades.

source: The pandemic will usher in long-lasting changes, and companies, governments, and investors have a once-in-a-lifetime opportunity to play a leading role in the new post-coronavirus reality.
es: La pandemia del coronavirus será el inicio de cambios profundos y duraderos. En ese sentido, las empresas, los gobiernos y los inversionistas tienen en este momento una oportunidad única para ejercer el liderazgo una vez que se supere la crisis del coronavirus.

source: Those that are able to bake in sustainable consumption, production, and progress towards carbon reduction targets to their business strategy will be at the crest of the wave, and, in our opinion, renewable energy’s cost savings, environmental benefits, and job creation opportunities will set it in good stead to become the backbone of growth as the region charts a path to recovery.
es: Creemos que estarán en la cresta de la ola aquellos que en sus estrategias de negocios se embarquen en la ruta del consumo, la producción y el progreso sostenibles hacia objetivos de reducción de emisiones de carbono. En nuestra opinión, las oportunidades de la energía renovable en términos de ahorro de costos, beneficios ambientales y creación de empleos pondrán a esta energía en un lugar privilegiado para convertirse en la columna vertebral del crecimiento, mientras la región traza su camino hacia la recuperación
